Repository: common-repository/microcopy
Catalog: languages/microcopy-*.po
Languages: pt_pt

source: Add New
pt_pt: Adicionar Novo

source: How to use
pt_pt: Como Usar

source: To use Microcopy, just click
pt_pt: Para usar o Microcopy basta clicar em

source: insert the option name, the content and save
pt_pt: introduza o nome da opção, o conteúdo que pretende e salve

source: After these steps, just add the <b>Shortcode</b> into the code of your template
pt_pt: Após estes passos basta inserir o <b>Atalho</b> no código da sua template

source: For instance, if you create an <b>Option</b> with the name am_mc_foo the <b>Shortcode</b> to insert in your template is
pt_pt: Por exemplo se criar uma <b>Opção</b> com o nome de am_mc_foo o <b>Atalho</b> a inserir na template é

source: Option name
pt_pt: Nome da opção

source: Shortcode
pt_pt: Atalho

source: Value
pt_pt: Valor

source: Edit
pt_pt: Editar

source: Are you sure you want to remove this Microcopy
pt_pt: Tem a certeza que pretende remover este Microcopy

source: this step is irreversible
pt_pt: este passo é irreversível

source: Remove
pt_pt: Remover

source: Copy
pt_pt: Copiar

source: Copy and insert this shortcode in the desired place
pt_pt: Copie e cole este atalho no local desejado

source: Currently there is no Micocopy
pt_pt: Não existe nenhum Micocopy de momento

source: Edit microcopy
pt_pt: Editar microcopy

source: Add new microcopy
pt_pt: Adicionar novo microcopy

source: Back
pt_pt: Voltar

source: Insert option name
pt_pt: Introduza o nome da opcção

source: insert always the prefix <b>am_mc_</b> before putting the name of the desired option, use only small letters and underscores
pt_pt: insira sempre o prefixo <b>am_mc_</b> before putting the name of the desired option, use only small letters and underscores

source: Save Microcopy
pt_pt: Salvar Microcopy
